Repository: systopia/de.systopia.remotetools
Catalog: l10n/*/LC_MESSAGES/remotetools.po
Languages: de_de

source: Couldn't identify contact
de_de: Kontakt konnte nicht identifiziert werden

source: Contact not found/doesn't exist, and contact creation is disabled. Sorry.
de_de: Kontakt nicht gefunden/existiert nicht und Kontakterstellung ist deaktiviert. Entschuldigung.

source: CiviRemote Configuration
de_de: CiviRemote-Konfiguration

source: Remote Contact Matching Enabled
de_de: Kontaktzuordnung aktiv

source: Remote Contact Matching Creates New Contacts
de_de: Kontaktzuordnung erstellt neue Kontakte

source: Remote Contact Matching Profile
de_de: Profil für Kontaktzuordnung

source: Save
de_de: Speichern

source: CiviRemote Configuration Updated
de_de: CiviRemote-Konfiguration aktualisiert

source: [Example] first and last name
de_de: [Beispiel] Vor- und Nachname

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Couldn't generate token, related contact might be deleted or has no proper hash
de_de: Token konnte nicht generiert werden, der zugehörige Kontakt ist möglicherweise gelöscht oder hat keinen passenden Hash

source: Used by CiviRemote to map CiviCRM contacts to remote users or contacts.
de_de: Von CiviRemote verwendet, um CiviCRM-Kontakte auf entfernte Benutzer oder Kontakte abzubilden.

source: Remote Contact
de_de: Entfernter Kontakt

source: Multiple identity types 'remote_contact' contact exist in IdentityTracker's types! Please fix!
de_de: Der Identitätstyp "remote_contact" existiert mehrfach in den IdentityTracker-Typen! Bitte korrigieren!

source: Warning
de_de: Warnung

source: The profile could not be determined.
de_de: Das Profil konnte nicht ermittelt werden.

source: Data profile not found
de_de: Datenprofil nicht gefunden

source: Permission to create entity is missing
de_de: Berechtigung zur Entitätserstellung fehlt

source: Permission to update entity is missing
de_de: Berechtigung zur Entitätsänderung fehlt

source: Saved successfully
de_de: Erfolgreich gespeichert

source: Is Deletion Allowed
de_de: Ist Löschen erlaubt

source: Is remote contact allowed to delete the record.
de_de: Darf der entfernte Kontakt den Eintrag löschen.

source: Is Update Allowed
de_de: Ist Änderung erlaubt

source: Is remote contact allowed to update the record.
de_de: Darf der entfernte Kontakt den Eintrag ändern.

source: Validation failed: %1
de_de: Validierung fehlgeschlagen: %1

source: The file must not be larger than %1.
de_de: Die Datei darf nicht größer sein als %1.

source: Remote Contact ID
de_de: Entfernte Kontakt-ID

source: Use the key that you were given by RemoteContact.match to access this contact's roles
de_de: Benutzen Sie den Schlüssel, den Sie durch RemoteContact.match erhalten haben, um auf die Rollen dieses Kontakts zuzugreifen

source: A contact with this key is not registered.
de_de: Ein Kontakt mit diesem Schlüssel ist nicht registriert.

source: A remote_contact_id needs to be given
de_de: Eine remote_contact_id ist erforderlich

source: A contact with this remote_contact_id is not registered.
de_de: Ein Kontakt mit dieser remote_contact_id ist nicht registriert.

source: Profile '%1' cannot be used for the RemoteContact.get_self action.
de_de: Profil "%1" kann nicht für die Aktion RemoteContact.get_self verwendet werden.

source: Your own contact could not be identified
de_de: Ihr eigener Kontakt konnte nicht identifiziert werden.

source: Remote Contact Identification
de_de: Kennung von entferntem Kontakt

source: Remote Contact Data Profile
de_de: Datenprofil für entfernten Kontakt

source: Defines the data you will be receiving. If omitted, the system will try to assign a profile.
de_de: Bestimmt die Daten, die Sie erhalten. Wenn nicht angegeben, versucht das System ein Profil zuzuweisen.

source: Key Prefix (optional)
de_de: Schlüsselpräfix (optional)

source: You can use a prefix to be added to the generated ID, so you can later identify where the ID came from. The value (up to eight chars) may contain: A-Z, 0-9, _-#
de_de: Sie können ein Präfix verwenden, das zur generierten ID hinzugefügt wird, um später zu erkennen, von wo die ID kam. Der Wert (bis zu acht Zeichen) darf enthalten: A-Z, 0-9, _-#

source: Contact Type
de_de: Kontaktart

source: Phone
de_de: Telefon

source: CiviRemote: Match and link contacts
de_de: CiviRemote: Kontakte zuordnen

source: Match and link contacts via remote contact ID.
de_de: Kontakte mittels entfernter Kontakt ID zuordnen.

source: CiviRemote: Retrieve contacts
de_de: CiviRemote: Kontakte abrufen

source: Retrieve information of remote contacts.
de_de: Informationen von entfernten Kontakten abrufen.

source: CiviRemote: Retrieve own contact
de_de: CiviRemote: Eigenen Kontakt abrufen

source: Retrieve information of requesting remote contact.
de_de: Informationen zu entferntem Kontakt abrufen, von dem die Anfrage kommt.

source: CiviRemote: Update contacts
de_de: CiviRemote: Kontakte ändern

source: Update information of remote contacts.
de_de: Informationen von entfernten Kontakten ändern
